{ "articles": [{
    "title": "Kanye Totally Voms at Taco Del Mar!",
    "author": "Brayden-Grayson Phillips Junior Jr.",
    "header": "You won't believe what happened when Kanye totally vommed last night in an East LA Taco Del Mar.  You just won't even believe it.  Serious.",
    "paragraph_content": [
      "Create art fur pillows the life of Pablo dark twisted fantasy Kardashians Kardashians mic drop mic drop! Yeezus Kanye West the the life of Pablo what fur pillows bank-rupt king what dark twisted fantasy or lamborgini mercy what! The life of Pablo Kardashians watch the throne lamborgini mercy motorcycle what create art emotional over fonts and Kardashians. Lamborgini mercy Kanye West king and Kanye West.",
      "Watch the throne Kardashians Kardashians my beautiful motorcycle and fur pillows bank-rupt Wicked is my story lamborgini mercy. My beautiful lamborgini mercy watch the throne motorcycle and leatherpants. My beautiful motorcycle Imma let you finish dark twisted fantasy Wicked is my story Yeezus fur pillows watch the throne emotional over fonts.",
      "Dark twisted fantasy fur pillows! Motorcycle Wicked is my story king or dark twisted fantasy Kardashians or! Motorcycle Kanye West king and. Wicked is my story watch the throne what bank-rupt and create art Wicked is my story Kanye West or? Hobo couture Wicked is my story! King Kardashians the hobo couture create art lamborgini mercy Yeezus what king Imma let you finish hobo couture."
    ],
    "quote": "I couldn't even believe it. There was vom everywhere. Totally grody.",
    "quote_person": "Ke$ha",
    "city": "Los Angeles",
    "categories": ["celebrity", "food"],
    "tags": ["Kanye", "food", "public vomit"],
    "minutesToRead": 5,
    "image": "https://d235mwrq2dn9n5.cloudfront.net/wp-content/uploads/2016/01/03051100/rtr_kanye_west_jc_150407_16x9_992.jpg"
  }, {
    "title": "Donald Trump says something outlandish AGAIN.",
    "author": "Tate",
    "header": "You won't believe what Donald Trump just said. He Tweeted the deets and you won't believe. You'll be like, 'AAAAAARGH WHAAAAAT???'",
    "paragraph_content": [
      "Donald Trump eeeyuuuuge Make America Great Again lorem what beautiful 'The Apprentice' and Ivanka taco bowl you're fired hairpiece little hands little hands ban the hairpiece pizza with a fork small loan the lawyers Trump Steaks dump little hands what you're fired what Trump Steaks what beautiful Make America Great Again and lawyers dump rich Manhattan? Little Marco Manhattan Little Marco Manhattan diet coke! build the wall.",
      "Spray-can orange! Build the wall Ivanka pizza with a fork! Taco bowl Little Marco small loan spray-can orange Trump Steaks eeeyuuuuge Donald Trump lorem small loan. Rich beautiful the. Taco bowl lawyers you're fired and Make America Great Again. Taco bowl Donald Trump apocalyptic Wall Street Lyin' Ted the Ivanka beautiful or! Ban? Make America Great Again build the wall Crooked Hillary taco bowl."
    ],
    "quote": "He just needs to stop.",
    "quote_person": "Mike Pence",
    "city": "New York City",
    "categories": ["Election 2016", "politics"],
    "tags": ["Donald Trump", "OMG", "public vomit"],
    "minutesToRead": 3,
    "image": "http://splitsider.com/wp-content/uploads/sites/2/2016/06/donald-trump.jpg"
  }, {
    "title": "Sheen absent from news",
    "author": "Sean Penn III",
    "header": "Is it only a matter of time until the next scandal is revealed??? We think yes.",
    "paragraph_content": [
      "Charlie Sheen is still out of the news. It what has been an unprecedented occurence, Sheen has remained outside of the public eye for the summer of 2016.  Stay tuned, because this is surely the beady eye of the Sheen hurricane. We cannot even begin to guess what horror may lay accross the ether."
    ],
    "quote": "I guess maybe he's doing okay?",
    "quote_person": "Ashton Kutcher",
    "city": "Los Angeles",
    "categories": ["celebrity", "gossip"],
    "tags": ["Charlie Sheen", "winning", "shocking"],
    "minutesToRead": 1,
    "image": "https://i.kinja-img.com/gawker-media/image/upload/tswuszp8jltsqo0wh3ie.jpg"
  }]
}
